Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: There is no reasonable expectation that existing or future feasible pharmacovigilance activities could further characterise the safety profile of Jardiance when used during pregnancy/breast-feeding.
es_es: No existe ninguna expectativa razonable de que las actividades de farmacovigilancia viables existentes o futuras puedan caracterizar mejor el perfil de seguridad del uso de Jardiance en el embarazo o la lactancia.

source: Therefore, 25 mg of tenecteplase nominally comprise 5000 U (25 mg * 2 * 102 U/mg =5000 U).
es_es: Por lo tanto, 25 mg de tenecteplasa contienen nominalmente 5000 U (25 mg * 2 * 102 U/mg = 5000 U).

source: This comparative table shows the differences between the current document B86085_P410NBA0202 [A123862] and the proposed 85705-p400ba0204 [q00028639-07] document of section.P.4 Reference to Compendia of linagliptin film-coated tablets, 5 mg, in Table 1.
es_es: En la siguiente tabla comparativa, Tabla 1, se presentan las diferencias entre el documento vigente, B86085_P410NBA0202 [A123862] y el propuesto, 85705-p400ba0204 [q00028639-07], en la sección P.4, Referencia a los compendios de linagliptina, comprimidos recubiertos, 5 mg.

source: This document is triggered by the completion of the confirmatory testing plan for N-nitroso-dabigatran and includes:
es_es: Este documento se expide toda vez que se ha completado el plan de evaluaciones confirmatorias de N-nitroso-dabigatrán, e incluye:

source: Tiotropium+Olodaterol Respimat® Solution for Inhalation
es_es: Tiotropio+Olodaterol, Respimat® Solución para inhalación

source: Title:
es_es: Título:

source: Titular del registro sanitario.-
es_es: Registration Authorization Holder.-

source: To 1 mL of the mucilage obtained in identification test B add 0.05 mL of iodine solution R1.
es_es: A 1 mL del mucílago obtenido en la prueba de identificación B, agregar 0.05 ml desolución de yodo R1.

source: To 10 mL add 0.1 mL of bromothymol blue solution R1.
es_es: A 10 ml, agregar 0.1 ml desolución azul de bromotimol R1.

source: To 20 mL add 1 mL of alkaline potassium tetraiodomercurate solution R.
es_es: A 20 ml, agregar 1 ml desolución tetrayodomercurato de potasio alcalino R.

source: To Boehringer Ingelheim Pert S.A.C
es_es: A Boehringer Ingelheim Perú S.A.C.

source: To Boehringer Ingelheim Perú S.A.C
es_es: A Boehringer Ingelheim Perú S.A.C.

source: Total organic carbon or oxidisable substances.
es_es: Carbono orgánico total o sustancias oxidables.

source: Total protein:
es_es: Proteínas totales:

source: Triglycerides, medium-chain1
es_es: Triglicéridos de cadena media1

source: Typical chromatographic parameters and relative retention times using the suggested column
es_es: Parámetros cromatográficos típicos y tiempos de retención relativos con la columna sugerida

source: Typical chromatographic parameters and relative retention times, using the suggested column
es_es: Parámetros cromatográficos típicos y tiempos de retención relativos con la columna sugerida

source: Término.
es_es: Working days term

source: Uniformity of dosage units by weight
es_es: Uniformidad de las dosis unitarias

source: Uniformity of dosage units by weight variation
es_es: Uniformidad de las dosis unitarias por variación de peso

source: Validation of Analytical Procedure
es_es: Validación de un procedimiento analítico

source: Variation:
es_es: Variación:

source: Viable (microbials) are measured with a validated active viable air-monitoring device.
es_es: Las partículas viables (microbianas) se miden con un dispositivo de monitoreo del aire validado para partículas viables activas.

source: WATER:
es_es: AGUA:

source: WATER: <By Karl Fischer>:<Method la><1035-GAM-028-IBEU (GAM 28 IBEU)>
es_es: AGUA: <Según Karl Fischer>: <Método 1a> <1035-GAM-028-IBEU (GAM 28 IBEU>

source: WHEAT STARCH(1)
es_es: ALMIDÓN DE TRIGO(1)

source: We assessed safety in patients who received any dose of either thrombolytic agent and who were reported as treated.
es_es: Evaluamos la seguridad en los pacientes que recibieron cualquier dosis de uno u otro de los trombolíticos y se reportaron como tratados.

source: We, Boehringer Ingelheim Pharma GmbH & Co. KG (short BI), manufacturer of the product METALYSE 10 000 U (50 mg) powder and solution for solution for injection herewith declare the following:
es_es: Nosotros, Boehringer Ingelheim Pharma GmbH & Co. KG (abreviado BI), fabricantes del producto METALYSE 10000 U (50 mg), polvo para solución inyectable,t declaramos lo siguiente:

source: We, Boehringer Ingelheim Pharma GmbH & Co. KG (BI), manufacturer of the product METALYSE 10 000 U (50 mg) powder and solution for solution for injection herewith declare the following:
es_es: Nosotros, Boehringer Ingelheim Pharma GmbH & Co. KG (BI), fabricantes del producto METALYSE 10000 U (50 mg), polvo para solución inyectable, declaramos lo siguiente:

source: We, Boehringer Ingelheim Pharma GmbH & Co. KG (BI), manufacturer of the product METALYSE 10 000 U (50 mg) powder and solution for solution for injection and METALYSE 5 000 U (25 mg) powder for solution for injection herewith declare the following:
es_es: Nosotros, Boehringer Ingelheim Pharma GmbH & Co. KG (BI), fabricantes del producto METALYSE 10000 U (50 mg), polvo para solución inyectable y METALYSE 5000 U (25 mg), polvo y solución inyectable, declaramos lo siguiente:

source: We, Boehringer Ingelheim Pharma GmbH & Co. KG (short BI), manufacturer of the product METALYSE 5 000 U (25 mg) powder for solution for injection herewith declare the following:
es_es: Nosotros, Boehringer Ingelheim Pharma GmbH & Co. KG (abreviado BI), fabricantes del producto METALYSE 5000 U (25 mg), polvo para solución inyectable, declaramos lo siguiente:

source: With an appropriate closure applied, the bottle can be closed and opened, with no functional defects.
es_es: Aplicando un cierre adecuado, el frasco puede cerrarse y abrirse sin ningún defecto funcional.

source: Yellow solution.
es_es: Solución amarilla.

source: Yousra Ellawaty Dr. Anja Hoeffle-Maas Regional Regulatory Lead EM
es_es: Yousra Ellawaty Dr. Anja Hoeffle-Maas Directora Regional de Asuntos Regulatorios, EM

source: [X] The princip/es and gwdelines ot Good Manufacturing Practice1 /aid down in
es_es: [X] Los principios y pautas de Buenas Prácticas de Fabricación dispuestas en

source: a través de la Presidenta de la Corte Regional
es_es: a través de la Presidenta de la Junta Municipal

source: accuracy :
es_es: exactitud:

source: administration were reported.
es_es: Se informó la administración.

source: cell constant :
es_es: constante de celda:

source: e.g.
es_es: p. ej.,

source: eTICI score ≥ 2b on initial angiography of EVT (n=492)‡
es_es: Puntuación eTICI ≥2b en la angiografía inicial de la trombectomía endovascular (n=492)‡

source: i) Report as a value in %
es_es: i) Informar como el valor en %

source: n.a:
es_es: n.c.:

source: n-Hexyl methanesulfonate
es_es: Metanosulfonato de n-hexilo

source: nx - weight of the test substance, in milligrams;
es_es: nx - peso de la sustancia en estudio en miligramos;

source: nintedanib capsulesis now used instead of BIBF 1120 capsules and accordingly,
es_es: ahora se emplea nintedanib, cápsulas en lugar de BIBF 1120, cápsulas, y, siguiendo el mismo razonamiento,

source: nintedanib esilate(= INNM, modified international non-proprietary name) is used instead of BIBF 1120 ethanesulfonate.
es_es: se emplea esilato de nintedanib (= DCIM, denominación común internacional modificada) en lugar de etanosulfato de BIBF 1120,

source: nintedanib(= INN, international non-proprietary name) is now used instead of BIBF 1120 (= internal company code),
es_es: Ahora se emplea nintedanib (= DCI, denominación común internacional) en lugar de BIBF 1120 (= código interno de la empresa),

source: rx - area of the impurity peak in the chromatogram of the tested solution (a)
es_es: rx - área del pico de la impureza en el cromatograma de la solución de análisis (a)

source: sx- loss on drying of the test substance, in percent;
es_es: sx- pérdida por desecación porcentual de la sustancia en estudio;

source: theoretical Concentration [ppb]1)
es_es: Concentración teórica [ppb]1)

source: www.thelancet.com Vol 400 July 16, 2022
es_es: www.thelancet.com Vol 400, 16 de julio de 2022

source: Global Regulatory Lead
es_es: Dirección de Asuntos regulatorios internacionales

source: Área bajo la curva (AUC).
es_es: Area under the curve (AUC).

source: • Step1 (Pre-mix):
es_es: • Paso 1 (premezcla):

source: − disodium hydrogen phosphate 12∙H2O
es_es: − fosfato disódico de hidrógeno 12∙H2Oh

source: ∙ Aclaración de los laboratorios nacionales que podrán realizar los estudios “in vitro” y actualización de la sección 2.2 “Antecedentes necesarios para respaldar una solicitud de bioexención”, del Anexo 2:
es_es: ∙ Clarifying remark on the domestic laboratories which may perform in vitro studies, and update of Section 2.2 "Necessary supporting requirements to file a biowaiver application" in Annex 2:

source: ∙ Actualización con la nueva imagen institucional.
es_es: ∙ Update, including the new institutional image.

source: ∙ Actualización de la Tabla 1.
es_es: ∙ Updates in Table 1.

source: ∙ Actualización de la Tabla 2.
es_es: ∙ Updates in Table 2.

source: ∙ Actualización del “Objetivo” y “Consideraciones Generales”; ∙ Inclusión de las definiciones de “Agencias de alta vigilancia sanitaria”, “Medicamento de estrecho margen terapéutico” y “Riesgo sanitario alto, medio y bajo”, e inclusión de la sección “Instrucciones”;
es_es: ∙ "Purpose" and "General Discussion" updated; ∙ Inclusion of definitions for ""High health surveillance agencies", "Narrow therapeutic margin drug", and "High, medium, and low health risk", and inclusion of the section "Instructions";

source: ∙ Actualización por cambio de formato de imagen institucional.
es_es: ∙Update due to change in institutional image format.

source: ∙ En el Anexo 1 – Guía Técnica de Bioequivalencia y Biodisponibilidad se elimina el numeral 11.4 Pruebas de equivalencia in vitro para las formas de dosificación no orales, por cuanto la normativa solo aplica para solidos orales.
es_es: ∙ 11.4 em 11.4, in vitro equivalence for non-oral dosage forms is removed from Annex 1 - Bioequivalence and Bioavailability Technical Guidelines, since these guidelines only applies to oral solid forms.

source: ∙ En el Anexo 2 - Requisitos y procedimiento para la presentación de estudios para demostrar Bioequivalencia, se actualiza la sección: Requisitos Generales para estudios In Vivo e In Vitro, literales c) y e).
es_es: ∙ The Section Overall In Vivo and In Vitro Study Requirements, items c) and e), is updated in Annex 2 - Bioequivalence Study Submission Requirements.

source: ∙ Inclusión de una nota explicativa en la sección “5.
es_es: ∙Inclusion explanatory note in Section 5.

source: ∙ Inclusión de una nota explicativa en la sección “5. Cuando no son necesarios los estudios de equivalencia” del Anexo 1:
es_es: ∙ Inclusion of an explanatory note in Section 5. "When equivalence studies are not required" in Annex 1:

source: ∙ Se actualiza la lista de moléculas que deben presentar estudios de bioequivalencia y sus respectivos comparadores.
es_es: ∙Updated list of molecules subject to bioequivalence studies and their comparators.

source: ∙ Se elimina los requisitos de color y tamaño de la palabra BIOEQUIVALENTE, que debe imprimirse en el empaque secundario del producto., cuando ha demostrado bioequivalencia.
es_es: ∙ The color and size requirements for the BIOEQUIVALENT word in the secondary package are removed provided bioequivalence has been shown.

source: ∙ Se establece la periodicidad con la que se actualizará la lista de principios activos que requieren estudios de bioequivalencia "in vivo" e "in vitro.
es_es: ∙ Updated times and frequency for the list of drug substances subject to in vivo and in vitro bioequivalence studies.

source: ∙ Se incluye la definición de Sólidos Orales de uso directo.
es_es: ∙Inclusion of definition of direct use oral solids.

source: ∙ Se incluye la posibilidad que el regulado solicite la inclusión de una molécula en la lista antes mencionada y el tiempo en el cual lo puede realizar.
es_es: ∙ The applicant may request a molecule to be included in the above list, stating the time of inclusion.

source: ≤ 0.1 %, (BI-II 546 CL, BI-II 751 XX, 2-aminobenzothiazole, SND 1117 BS, BI-IO 460 BS, Product T)
es_es: ≤ 0.1 %, (BI-II 546 CL, BI-II 751 XX, 2-aminobenzotiazol, SND 1117 BS, BI-IO 460 BS, Producto T)

source: ≤ 0.3 %, (BI-II 546 CL, BI-II 751 XX, 2- aminobenzothiazole, SND 1117 BS, BI-IO 460 BS, Product T)
es_es: ≤ 0.3 %, (BI-II 546 CL, BI-II 751 XX, 2-aminobenzotiazol, SND 1117 BS, BI-IO 460 BS, Producto T)

source: ◊Foreign matter.
es_es: ◊Partículas extrañas.

source: ☐ Any source of active haemorrhage or any condition that could increase the risk of major haemorrhage after alteplase administration.
es_es: ☐Cualquier fuente de hemorragia activa o cualquier afección que pueda aumentar el riesgo de hemorragia importante después de la administración de alteplasa.

source: ☐ Blood glucose concentration below 2.7 mmol/L or above 22.2 mmol/L.
es_es: ☐Concentración de glucosa en sangre inferior a 2,7 mmol/L o superior a 22,2 mmol/L.

source: ☐ CT showing early signs of extensive infarction
es_es: ☐TAC con signos tempranos de infarto extenso

source: ☐ Diagnosis of ischemic stroke causing disabling neurologic deficit in a patient who is 18 years of age or older.
es_es: ☐Diagnóstico de accidente cerebrovascular isquémico que provoca un déficit neurológico incapacitante en un paciente de 18 años de edad o más.

source: ☐ History of intracranial haemorrhage.
es_es: ☐Antecedentes de hemorragia intracraneal.

source: ☐ Symptoms suggestive of subarachnoid haemorrhage.
es_es: ☐Síntomas indicativos de hemorragia subaracnoidea.

source: ♦CHARACTERS
es_es: CARACTERÍSTICAS

source:  All tests meet the acceptance criteria
es_es: Todas las pruebas cumplen con los criterios de aceptación

source:  Test does not meet the acceptance criteria
es_es: La prueba no cumple con los criterios de aceptación

source: Residual peaks:
es_es: Picos residuales:

source: Dissolve 3 mg of chlorothiazide CRS (impurity A) and 3 mg of hydrochlorothiazide CRS in 5 mL of a mixture of equal volumes of acetonitrile R1 and methanol R2, using sonication if necessary, and dilute to 20.0 mL with phosphate buffer solution pH 3.2 R1.
es_es: Disolver 3 mg de clorotiazida CRS (impureza A) y 3 mg de hidroclorotiazida CRS en 5 mL de una mezcla de volúmenes iguales de acetonitrilo R1 y metanol R2, usando ultrasonido de ser necesario, y diluir hasta obtener 20.0 mL con solución buffer fosfato R1 a un pH de 3.2.

source: Dissolve 3 mg of hydrochlorothiazide for peak identification CRS (containing impurities B and C) in 0.5 mL of a mixture of equal volumes of acetonitrile R1 and methanol R2, using sonication if necessary, and dilute to 2.0 mL with phosphate buffer solution pH 3.2 R1.
es_es: Disolver 3 mg de hidroclorotiazida para identificación de picos CRS (con impurezas B y C) en 0.5 mL de una mezcla de volúmenes iguales de acetonitrilo R1 y metanol R2, usando ultrasonido de ser necesario, y diluir hasta obtener 2.0 mL con solución buffer fosfato R1 a un pH de 3.2.

source: Dissolve 30.0 mg of hydrochlorothiazide standard substance in 5mL of the mixture of equal volumes of acetonitrile R1 and methanol R2, if necessary, using ultrasound and dilute to 20.0 mL with a pH 3.2 phosphate buffer solution R1.
es_es: Disolver 30.0 mg de la sustancia estándar de hidroclorotiazida en 5 mL de una mezcla de volúmenes iguales de acetonitrilo R1 y metanol R2, usando ultrasonido de ser necesario, y diluir hasta obtener 20.0 mL con una solución buffer fosfato R1 a un pH de 3.2.

source: Dissolve 30.0 mg of the substance to be examined in 5 mL of a mixture of equal volumes of acetonitrile R1 and methanol R2, using sonication if necessary, and dilute to 20.0 mL with phosphate buffer solution pH 3.2 R1.(1.5 mg/mL)
es_es: Disolver 30.0 mg de la sustancia de análisis en 5 mL de una mezcla de volúmenes iguales de acetonitrilo R1 y metanol R2, usando ultrasonido de ser necesario, y diluir hasta obtener 20.0 mL con solución buffer fosfato R1 a un pH de 3.2 (1.5 mg/mL).

source: To 940 mL of phosphate buffer solution pH 3.2 R1 add 60.0 mL of methanol R2 and 10.0 mL of tetrahydrofuran R and mix,
es_es: A 940 mL de solución buffer fosfato R1, a un pH de 3.2, añadir 60.0 mL de metanol R2 y 10.0 mL de tetrahidrofurano R y mezclar.

source: To a mixture 500 mL of methanol R2 and 500 mL of phosphate buffer solution pH 3.2 R1 add 50.0 mL tetrahydrofuran R and mix.
es_es: A una mezcla de 500 mL de metanol R2 y 500 mL de solución buffer fosfato R1, a un pH de 3.2, añadir 50.0 mL de tetrahidrofurano R y mezclar.

source: <HA address>
es_es: <Domicilio de la autoridad sanitaria>

source: Prepare the test solution immediately before use.
es_es: Preparar la solución de análisis inmediatamente antes de usar.

source: This also includes any labelling ofthe material, which could be used for identification or traceability (lot numbering) of the active substance
es_es: Esto también incluye el etiquetado del material, que podrá servir para la identificación y trazabilidad (número de lote) del pincipio activo.

source: 2 defined as reference peak for RRT-calculation
es_es: 2 definido como pico de referencia para el cálculo de RRT

source: 74 Rue Principale, Beinheim, 67930, France
es_es: 74 Rue Principale, Beinheim, 67930, Francia

source: Chromatographic profile must correspond to target profile
es_es: Los perfiles cromatográficos deben corresponderse con el perfil objetivo.

source: 3 defined as 1.0
es_es: 3 definido como 1.0

source: 2 NF monograph name:
es_es: 2 Nombre en la monografía NF:

source: Absolute difference of % peak area to % target peak area:
es_es: Diferencia absoluta del área de los picos porcentual con respecto al área de los picos porcentual objetivo:

source: Homoscedasticity and normality of data are shown in residual plots (Figure 6, Figure 9) and a normal distribution of the individual values in probability plots (Figure 7, Figure 10).
es_es: En las gráficas de residuales (Figura 6, Figura 9) se presenta la homoscedasticidad y la normalidad de los datos, y en las gráficas de probabilidad (Figura 7, Figura 10), se presenta la distribución normal de los valores individuales.

source: ASAs per CPD3 they are not formally registered.
es_es: ASSegún CPD3, no están formalmente registradas.

source: ASI discussed with local and they will require a docu-signed document for tomorrow and then in parallel send the originally signed document/stamped to LRA PE.
es_es: ASLo he conversado con el área local, quienes necesitarán un documento firmado mediante DocuSign para mañana y, en paralelo, enviarán el documento original firmado o sellado a la autoridad regulatoria local de Perú.

source: <reference solution v7
es_es: < Solución de referencia Y7

source: A schematic drawing of the vial adapter labeled lid is provided in attachment (refer to Annex 4-8091146 VA 20mm 28 06 2023 rev0.2d).
es_es: En el adjunto respectivo puede apreciarse un bosquejo de la lengüeta rotulada del adaptador de vial (ver el Anexo 4-8091146 VA 20mm 28 06 2023 rev0.2d).

source: INTRODUCTION
es_es: INTRODUCCIÓN

source: The relative benefits of alteplase therapy versus any potential risks or contraindications should be weighed on an individual basis.
es_es: Deben sopesarse de manera individual los beneficios relativos de usar alteplasa considerando cualquier riesgo o contraindicación potencial.

source: We post it as supplied by the authors.
es_es: Lo publicamos tal como lo proporcionaron los autores.

source: bulk time limit until its primary packaging (in the other plants) and how the bulk is packed (primary and secondary packaging).
es_es: el límite temporal del granel hasta el acondicionamiento primario (en las otras plantas) y el modo de acondicionamiento del granel (acondicionamientos primario y secundario)

source: ‡ 4 patients did not have initial intracranial EVT images.
es_es: ‡Cuatro pacientes no presentaron imágenes de la trombectomía intracraneal intravascular.

source: methanol, acetonitrile, ethanol abs., toluene, 50% acetronitrile in water and 50% methanol in water.
es_es: metanol, acetonitrilo, etanol abs., tolueno, acetonitrilo al 50% en agua y metanol al 50% en agua.

source: EVT=endovascular thrombectomy.
es_es: TEV = trombectomía endovascular.

source: Microbiological quality testing will be established as a routine test performed on every batch of dabigatran etexilate capsules, 150 mg/ capsule, replacing the current approach of performing this test once per year:
es_es: Para remplazar el enfoque actual de realizar la prueba de calidad microbiológica una vez al año, se establecerá una prueba de calidad microbiológica de rutina para cada partida de Etexilato de dabigatrán, cápsulas, 150 mg/cápsula:

source: OPTIMISE=Optimizing Patient Treatment in Major Ischemic Stroke with EVT registry.
es_es: OPTIMISE=Optimizing Patient Treatment in Major Ischemic Stroke with TEV; Registro para la optimización del tratamiento de pacientes con ACV isquémico mayor y TEV.

source: 1,2 The original EXTEND-IA TNK trial demonstrated that tenecteplase at 0.25 mg/kg (maximum dose of 25 mg) improved reperfusion and clinical outcomes compared with alteplase.3 Tenecteplase, which is given as a 5-second bolus, also has practical clinical advantages over alteplase, which is given as a 10% bolus followed by an infusion of 90% over 1 hour.4 The pharmacokinetic properties of alteplase indicate that any delay between bolus and infusion will likely impair efficacy, an issue that is eliminated using tenecteplase.
es_es: 1,2 En el ensayo original EXTEND-IA TNK, se demostró que la dosis de 0.25 mg/kg de tenecteplasa (dosis máxima de 25 mg) mejoraba la reperfusión y los resultados clínicos en comparación con la alteplasa.3 La tenecteplasa, que se administra en forma de bolo durante 5 segundos, también ofrece beneficios clínicos prácticos respecto de la alteplasa, que se aplica como bolo al 10% seguido de una infusión al 90% durante 1 hora.4 Las propiedades farmacocinéticas de la alteplasa indican que cualquier retraso entre el bolo y la infusión probablemente afecten la eficacia, un problema que se elimina con la tenecteplasa.

source: 26th Jan 2019
es_es: 26 de enero de 2019

source: Campbell BCV, Mitchell PJ, Churilov L, et al; EXTEND-IA TNK Investigators.
es_es: Campbell BCV, Mitchell PJ, Churilov L, y col.; Investigadores de EXTEND-IA TNK.

source: Centres:
es_es: centros:

source: Churilov (Statistician).
es_es: Churilov (Estadístico).

source: Concomitant anti-inflammatory therapy should be considered for patients with asthma attacks and steroid responsive chronic obstructive pulmonary disease (COPD).”
es_es: Debe considerarse un tratamiento antiinflamatorio concomitante para pacientes con ataques de asma y enfermedad pulmonar obstructiva crónica (EPOC) responsiva a los esteroides."
